xeon/20220406-fpw/logs/pg-32-4-1/7500/run-rw-2/pgbench.log
pgbench (15devel)
transaction type: <builtin: simple update>
scaling factor: 7500
query mode: prepared
number of clients: 32
number of threads: 8
duration: 1800 s
number of transactions actually processed: 30874763
latency average = 1.866 ms
initial connection time = 11.580 ms
tps = 17152.129737 (without initial connection time)